Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Nevertheless, it bears noting that the Gothic is not a mere ﬁctional reﬂection but, rather, a forerunner in the struggle to tackle the growing horror of ﬂoundering “masternarratives about humanity” (Halberstam and Livingston, 1995, p. 4).
es_es: No obstante, cabe señalar que el género gótico no es un mero reflejo ficcional, sino más bien un precursor en la lucha por encarar el creciente horror de los debatibles «grandes relatos sobre la humanidad» (Halberstam y Livingston, 1995, p. 4).

source: Nevertheless, it is not only that the novel is riddled with Gothic images of decay, but that an incremental degeneration pervading the Gothic setting feeds the parodic effect of the novel by undermining the advancement of the narrative toward positive progress and social integration.
es_es: No obstante, no se trata solo de que la novela esté plagada de imágenes góticas de decadencia, sino también de que una degeneración progresiva que impregna el escenario gótico alimenta el efecto paródico de la novela al socavar el avance de la narrativa hacia el progreso positivo y la integración social.

source: Nevertheless, it was with Wilhelm Dilthey’s 1870 biography of Friedrich Schleiermacher and his
es_es: No obstante, el término adquirió relevancia en la crítica moderna con la biografía de Friedrich Schleiermacher escrita por Wilhelm Dilthey en 1870 y con su estudio Poesía y experiencia de 1906 (Boes, 2006, p.

source: Nevertheless, it was with Wilhelm Dilthey’s 1870 biography of Friedrich Schleiermacher and his 1906 study *Poetry and Experience* that the term gained traction in modern criticism (Boes, 2006, p.
es_es: No obstante, el término adquirió relevancia en la crítica moderna con la biografía de Friedrich Schleiermacher escrita por Wilhelm Dilthey en 1870 y con su estudio *Poesía y experiencia* de 1906 (Boes, 2006, p.

source: Nevertheless, it was with Wilhelm Dilthey’s 1870 biography of Friedrich Schleiermacher and his 1906 study *Poetry and Experience* that the term gained traction in modern criticism (Boes, 2006, p. 231).
es_es: No obstante, el término adquirió relevancia en la crítica moderna con la biografía de Friedrich Schleiermacher escrita por Wilhelm Dilthey en 1870 y con su estudio *Vida y poesía* de 1906 (Boes, 2006, p. 231).

source: Night gave free reign to imagination's unnatural and marvellous creatures, while ruins testified to a temporality that exceeded rational understanding and human finitude.
es_es: La noche daba rienda suelta a las criaturas antinaturales y maravillosas de la imaginación, mientras que las ruinas daban fe de una temporalidad que excedía la comprensión racional y la finitud humana.

source: Nonetheless, Ballard’s underground monstrous dollhouse is a posthuman community intended for catering to his desperate need for companionship and integration.
es_es: No obstante, la casa de muñecas monstruosa y subterránea de Ballard es una comunidad poshumana planeada para satisfacer su necesidad desesperada de compañía e integración.

source: Not only a way of producing excessive emotion, a celebration of transgression for its own sake, Gothic terrors activate a sense of the unknown and project an uncontrollable and overwhelming power which threatens not only the loss of sanity, honour, property or social standing but the very order which supports and is regulated by the coherence of those terms.
es_es: No se reduce a un mero dispositivo de emoción excesiva ni a una celebración por sí misma: los terrores góticos activan una experiencia de lo desconocido, proyectan una potencia incontrolable y avasalladora que amenaza con la pérdida de la cordura, el honor, la propiedad y la posición social, además del propio orden que se sostiene en la coherencia de tales categorías y, a la vez, la regula.

source: Novels are divided into serious and comic forms.
es_es: Se distinguen dos clases de novelas, las serias y las cómicas.

source: Now that a synergic relationship between the Gothic and postmodernism has been established through their mutual engagement with terror, human subjectivity, and parody, these elements and their function can be examined in McCarthy’s *Child of God*, which this study considers a postmodern Gothic novel that makes a statement about the present through a parodic reappropriation of the humanist *Bildungsroman*.
es_es: Ahora que se ha establecido una relación sinérgica entre el gótico y el posmodernismo a través de su compromiso mutuo con el terror, la subjetividad humana y la parodia, es posible examinar estos elementos y su función en *Hijo de Dios* de McCarthy, obra que este estudio considera una novela gótica posmoderna que formula una reflexión sobre el presente mediante una reapropiación paródica del *Bildungsroman* humanista.

source: Nowadays we find it difficult to give credence to the idea that a man might feel that his reason and his very life depended on the response to him of a particular woman.
es_es: Hoy en día, nos resulta difícil dar crédito a la idea de que un hombre pudiera sentir que su razón y su propia vida dependiesen de la respuesta que le diera una mujer en particular.

source: Nowadays we use the word chiefly to mean an intense feeling, forgetting the old distinction between a passion and an emotion, the former being an emotion before which we are helpless, which we have to *suffer*, in whose grip we are *passive.*
es_es: En la actualidad, esta palabra se usa, sobre todo, para hablar de un sentimiento intenso, y deja de lado la antigua distinción que se hacía entre pasión y emoción, la primera es una emoción ante la que somos indefensos, por la que tenemos que *sufrir*, en cuya sujeción somos *pasivos*.

source: Old castles, knights and malevolent aristocrats seem to fit into an enlightenment pattern identifying all things Gothic with the tyranny and barbarity of feudal times.
es_es: Los castillos antiguos, los caballeros y los aristócratas malévolos parecen encajar en un modelo ilustrado que identifica todo lo gótico con la tiranía y la barbarie de los tiempos feudales.

source: On the long-wish'd for Shore.
es_es: en la tan anhelada Orilla.

source: On the screen as well as in certain novels, Gothic narratives display a more serious ‘literary’ or self-conscious aspect.
es_es: En la pantalla, así como en ciertas novelas, las narrativas góticas exhiben un aspecto más seriamente «literario» o de autoconsciencia.

source: On the surface, Ballard’s degenerative journey may seem conclusive.
es_es: En la superficie, el camino degenerativo de Ballard puede parecer concluyente.

source: One character recounts an anecdote about Ballard’s grandfather, who was a cheat, and had a younger brother, who was hanged (p.
es_es: Un personaje refiere una anécdota sobre el abuelo de Ballard, un tramposo, que tenía un hermano menor que fue ahorcado (p.

source: One character recounts an anecdote about Ballard’s grandfather, who was a cheat, and had a younger brother, who was hanged (p. 63).
es_es: Un personaje refiere una anécdota sobre el abuelo de Ballard, un estafador, que tenía un hermano menor que fue ahorcado (p. 63).

source: One of the principal horrors lurking throughout Gothic fiction is the sense that there is no exit from the darkly illuminating labyrinth of language.
es_es: Uno de los horrores principales que acecha a lo largo de la ficción gótica es la sensación de que no hay salida del laberinto oscuramente iluminante del lenguaje.

source: One place, however, has perpetuated distinctly Gothic figures: the cinema.
es_es: Hay, sin embargo, un ámbito que ha perpetuado figuras distintivamente góticas: el cine.

source: Opposed to all forms of tyranny and slavery, the warlike, Gothic tribes of northern Europe were popularly believed to have brought down the Roman empire.
es_es: Las tribus guerreras góticas del norte de Europa, que se oponian a todas las formas de tiranía y esclavitud, fueron las que, según la creencia popular, derribaron al Imperio romano.

source: Or, Christopher Jenkins’s “One Drive, Two Deaths in Cormac McCarthy’s *Child of God*” (2015), which situates the Freudian notions of Eros and Thanatos within what he dubs “the spiritual reality” of the novel, highlighting the spiritual death of the protagonist as a result of his moral degeneration (p. 97).
es_es: En «One Drive, Two Deaths in Cormac McCarthy’s Child of God» (2015), Christopher Jenkins sitúa las nociones freudianas de Eros y Tánatos en lo que denomina «la realidad espiritual» de la novela, destacando la muerte espiritual del protagonista como consecuencia de su degeneración moral (p. 97).

source: Or, “In the black smokehole overhead the remote and lidless stars of the Pleiades burned cold and absolute” (p. 101).
es_es: O bien: «En el negro respiradero de humo que se abría sobre sus cabezas, las remotas e insomnes estrellas de las Pléyades ardían, frías y absolutas» (p. 101).

source: Other houses also evoke images of decay and degeneration.
es_es: Otras casas también evocan imágenes de decadencia y degeneración.

source: Parliaments and the legal system, it was believed, were derived from Gothic institutions and peoples who were free and democratic.
es_es: Se creía que los parlamentos y el sistema legal derivaban de instituciones y pueblos góticos que eran libres y democráticos.

source: Passion-love was a mode of feeling not available to everyone—the authorities on the subject restricted it to the aristocracy—but it was always of the greatest interest to almost everyone who was at all interested in the feelings, and it had a continuing influence on other kinds of love and on the literary conventions through which love was represented.
es_es: El amor-pasión era una manera de sentir que no estaba al alcance de todos (las autoridades en el tema lo restringían a la aristocracia), pero siempre fue de gran interés para casi cualquiera que estuviera interesado en los sentimientos, y tuvo una influencia continua en otros tipos de amor y sobre convenciones literarias que representaban el amor.

source: Pathology naturalises the strange particularity of the lover’s preference.
es_es: La patología naturaliza la extraña singularidad de la preferencia del amante.

source: Paul-Henri Mallett's Preface to his 1755 account of the early history of the Germanic tribes, translated by Percy as *Northern Antiquities* (1770), outlines these aspects of Gothic culture.
es_es: El Preface [prefacio] de Paul-Henri Mallet a su relato de 1755 sobre la historia temprana de las tribus germánicas, traducido por Thomas Percy como *Northern Antiquities* [Antiguedades nórdicas] (1770), describe estos aspectos de la cultura gótica.

source: Perhaps I shall be better understood if I put the statement in this form:
es_es: Tal vez me van a entender mejor si expreso el enunciado de la siguiente manera:

source: Perhaps I shall be better understood if I put the statement in this form: Lolita is not about sex, but about love.
es_es: Tal vez me van a entender mejor si expreso el enunciado de la siguiente manera: Lolita no trata sobre el sexo, sino sobre el amor.

source: Perhaps all that the two now have in common is the belief that the lovers must freely choose each other and that their choice has the highest sanctions and must not be interfered with.
es_es: Tal vez lo que ambos hoy tienen en común es la convicción de que los enamorados deben elegirse con libertad, y de que esa elección tiene gran aceptación y no debe ser objeto de intromisión.

source: Perhaps he even wants us to believe that his ascent from “ape-like” lust to a love which challenges the devils below and the angels up over the sea to ever dissever his soul from the soul of the lovely Annabel Lee constitutes the life cycle of the erotic instinct.
es_es: Quizá, incluso, quiera que creamos que su ascenso desde una lujuria «simiesca» hacia un amor que desafía a los demonios de abajo y a los ángeles sobre el mar a separar su alma del alma de la amorosa Annabel Lee constituye el ciclo vital del instinto erótico.

source: Perhaps it is the curious moral mobility it urges on us that accounts for its remarkable ability to represent certain aspects of American life.
es_es: Tal vez sea esa peculiar movilidad moral que nos impone lo que explique su extraordinaria aptitud para representar ciertos aspectos de la vida estadounidense.

source: Poe points out, the setting is “[c]rucial to the narrative structure of the *Bildungsroman*” so much so that it is “practically a character itself” (2002, p. 147; italics in the original).
es_es: Como señala K. L. Poe, el escenario es «[c]rucial para la estructura narrativa del *Bildungsroman*», hasta el punto de ser «prácticamente un personaje en sí mismo» (2002, p. 147; cursiva en el original).

source: Popular Freudianism, assimilated by nineteenth-century notions of human duality, is ubiquitous, informing texts like Robert Kiely’s and Masao Miyoshi’s on the romantic novel and the divided self.
es_es: Un freudianismo popular, incorporado a las nociones de la dualidad humana del siglo XIX, es omnipresente y sirve de fundamento a obras como las de Robert Kiely y Masao Miyoshi sobre la novela romántica y el yo dividido.

source: Postmodernism can be regarded as being similarly concerned with “excess, anxiety, fear and death” (Beville, 2009, p.
es_es: Se puede considerar que el posmodernismo se preocupa, de igual manera, por «el exceso, la ansiedad, el temor y la muerte» (Beville, 2009, pág.

source: Postmodernism can be regarded as being similarly concerned with “excess, anxiety, fear and death” (Beville, 2009, p. 11).
es_es: Se puede considerar que el posmodernismo se preocupa, de igual manera, «[d]el exceso, la ansiedad, el temor y la muerte» (Beville, 2009, p. 11).

source: Probably nothing.
es_es: Probablemente nada.

source: Psychological rather than supernatural forces became the prime movers in worlds where individuals could be sure neither of others nor of themselves.
es_es: Las fuerzas psicológicas, más que las sobrenaturales, constituían el motor principal en los mundos en los que las personas no podían estar seguras ni de los demás ni de ellas mismas.

source: Punter’s analysis, like Franco Moretti’s accounts of *Frankenstein* and *Dracula,* focuses on issues of class by relating Gothic texts to anxieties about aristocratic and bourgeois power, as well as the fears about the monstrous proletariat and forms of alienation.
es_es: El análisis de Punter, al igual que los estudios de Franco Moretti sobre *Frankenstein* y *Drácula*, se centra en cuestiones de clase al relacionar los textos góticos con ansiedades en torno al poder aristocrático y burgués, y también con los temores sobre el proletariado monstruoso y las formas de alienación.

source: Rather than approximate the ideal Man, the protagonist becomes a posthuman monster, who, as the harbinger of category crisis, threatens the very essence of human subjectivity.
es_es: En lugar de aproximarse al hombre ideal, el protagonista se convierte en un monstruo poshumano quien, como heraldo de una crisis de categorías, amenaza la propia esencia de la subjetividad humana.

source: Rather, it is in the psychological formation and the progress of the protagonist toward the ideal of humanity by the realization of his potential that postmodern parody intercedes, as the narrative and character development depart from the wonted path of the protagonist in a typical *Bildungsroman*.
es_es: En tanto la progresión narrativa y el desarrollo del personaje se apartan del hilo conductor típico del protagonista en *Bildungsroman*, la parodia posmoderna interviene en la formación psicológica y en el devenir del protagonista hacia el ideal de humanidad mediante la realización de su potencial.

source: Rational distancing and disavowal of past forms of power, however, is belied by the continued fascination with the architecture, customs and values of the Middle Ages:
es_es: Sin embargo, la fascinación persistente por la arquitectura, las costumbres y los valores de la Edad Media contradice el distanciamiento racional y el rechazo de las formas pasadas de poder:

source: Rational distancing and disavowal of past forms of power, however, is belied by the continued fascination with the architecture, customs and values of the Middle Ages: Gothic novels seem to sustain a nostalgic relish for a lost era of romance and adventure, for a world that, if barbaric, was, from the perspective of the late eighteenth century, also ordered.
es_es: Sin embargo, la fascinación persistente por la arquitectura, las costumbres y los valores de la Edad Media contradice el distanciamiento racional y el rechazo de las formas pasadas de poder: las novelas góticas parecen mantener un deleite nostálgico por una época perdida de romance y aventura, por un mundo que, aunque era bárbaro, también era ordenado, desde la perspectiva de finales del siglo XVIII.

source: Recently I read
es_es: Hace poco, leí

source: Recently I read *Liber Amoris* with some graduate students and found that they had no understanding whatever of Hazlitt’s obsessive commitment to Sarah Walker.
es_es: Hace poco leí *Liber Amoris* con algunos estudiantes de posgrado y comprobé que no tenían la más mínima comprensión del compromiso obsesivo de Hazlitt hacia Sarah Walker.

source: Regarding the postmodern context of the novel, Robert L. Jarrett argues that *Child of God* “trace[s] the outlines of postmodern alienation in which the solitary consciousness—the narrator’s and the reader’s—reﬂects and operates on an externalized nature, man, and history” (1993, pp.
es_es: Con respecto al contexto posmoderno de la novela, Robert L. Jarrett sostiene que *Child of God* «traza los contornos de una alienación posmoderna en la que la conciencia solitaria —la del narrador y la del lector— refleja y opera sobre una naturaleza, el hombre y la historia externalizados» (1993, pp (1993, pp.

source: Regarding the postmodern context of the novel, Robert L. Jarrett argues that *Child of God* “trace[s] the outlines of postmodern alienation in which the solitary consciousness—the narrator’s and the reader’s—reﬂects and operates on an externalized nature, man, and history” (1993, pp. 29–30).
es_es: Con respecto al contexto posmoderno de la novela, Robert L. Jarrett sostiene que *Hijo de Dios* «traza los contornos de una alienación posmoderna en la que la conciencia solitaria —la del narrador y la del lector— refleja y opera sobre una naturaleza, el hombre y la historia externalizados» (1993, pp (1993, pp. 29−30).

source: Robert Blair's 'The Grave' (1743) revels in images of death and encourages readers to think about the horrors of the grave, of night and ghosts not as a morbid fascination but rather as a warning to the godless.
es_es: *The Grave* [La tumba] (1743) de Robert Blair se deleita con imágenes de muerte e incentiva a los lectores a reflexionar sobre los horrores de la tumba, de la noche y de los fantasmas, no como una fascinación morbosa, sino más bien como advertencia para los descreídos.

source: Roman tyranny was subsequently identified with the Catholic Church, and the production of Gothic novels in northern European Protestant countries often had an anti-Catholic subtext.
es_es: Con posterioridad, la tiranía romana se identificó con la Iglesia católica, y la producción de novelas góticas en países protestantes del norte de Europa solía tener, a menudo, un trasfondo anticatólico.

source: Sacred nature, glimpsed in sublime settings and evoked by old poetry and buildings, ceded to the genius and creative power of a sacred self.
es_es: La naturaleza sagrada, percibida en escenarios sublimes y evocada por la poesía y los edificios antiguos, cedió ante el genio y el poder creativo de un yo sagrado.

source: Sade and the novels of terror introduce an essential imbalance within works of language: they force them of necessity to be always excessive and deficient.
es_es: Sade y las novelas de terror introducen un desequilibrio esencial en las obras de lenguaje: las obligan, por necesidad, a ser siempre excesivas y deficientes.

source: Save for the German origin of the term *Bildungsroman*, virtually every other aspect of the genre has been open to debate.
es_es: Salvo por el origen alemán del término *Bildungsroman*, prácticamente todos los demás aspectos del género han sido objeto de debate.

source: Science fiction, the adventure novel, modernist literature, romantic fiction and popular horror writing often resonate with Gothic motifs that have been transformed and displaced by different cultural anxieties.
es_es: La ciencia ficción, la novela de aventuras, la literatura modernista, la ficción romántica y la escritura popular de horror resuenan a menudo con motivos góticos que han sido transformados y desplazados por diferentes ansiedades culturales.

source: Science, with its chemical concoctions, mechanical laboratories and electrical instruments became a new domain for the encounter with dark powers, now secular, mental and animal rather than supernatural.
es_es: La ciencia, con sus mezclas químicas desagradables, laboratorios mecánicos e instrumentos eléctricos, se convirtió en un nuevo ámbito para el encuentro con fuerzas oscuras, ahora seculares, mentales y animales más que sobrenaturales.

source: Scientific theory and technological innovation, often used as figures of human alienation and Gothic excess themselves, provided a vocabulary and objects of fear and anxiety for nineteenth-century Gothic writing.
es_es: La teoría científica y la innovación tecnológica, a menudo utilizadas como figuras de la alienación humana y del exceso gótico, proporcionaron a la escritura gótica del siglo XIX un vocabulario y objetos de miedo y ansiedad.

source: She remains perpetually the cruel mistress; even after her lover has won physical possession of her, she withholds the favour of her feeling, for she has none to give, by reason of her age, possibly by reason of her temperament.
es_es: Ella permanece eternamente en el papel de la amante cruel; incluso después de que H. H. haya conseguido poseerla físicamente, ella le niega la gracia de su sentimiento, pues no tiene ninguno que dar, debido a su edad, y es posible que también por su temperamento.

source: She was only the faint violet whiff and dead leaf echo of the nymphet I had rolled myself upon with such cries in the past; an echo on the brink of a russet ravine, with a far wood under a white sky, and brown leaves choking the brook and one last cricket in the crisp weeds...
es_es: Ella no era sino el tenue efluvio violáceo y el eco de hoja muerta de la nínfula sobre la cual me había arrojado con tales clamores en el pasado; un eco al borde de un barranco rojizo, con un bosque remoto bajo un cielo blanco, y hojas pardas sofocando el arroyo y un último grillo entre la maleza seca...

source: Sheehan further argues that If Cartesian individualism gave to the novel a model of subjectivity, Cartesian dualism provided the dilemma that
es_es: Sheehan sostiene además que, si el individualismo cartesiano proporcionó a la novela un modelo de subjetividad, el dualismo cartesiano planteó el dilema que

source: Signifying the alienation of the human subject from the culture and language in which s/he was located, these devices increasingly destabilised the boundaries between psyche and reality, opening up an indeterminate zone in which the differences between fantasy and actuality were no longer secure.
es_es: Estos recursos, al indicar la alienación del sujeto humano respecto de la cultura y el lenguaje en el que él o ella estaban situados, desestabilizaron cada vez más los limites entre la psique y la realidad, y abrieron una zona indeterminada en la que las diferencias entre la fantasía y la realidad ya no eran seguras.
